[
  {
    "name": "Mercury",
    "overview": "Mercury es el planeta más pequeño del Sistema Solar y el más cercano al Sol. Su órbita alrededor del Sol dura 87.97 días terrestres, la más corta de todos los planetas del Sistema Solar. Mercury es uno de los cuatro planetas terrestres en el Sistema Solar y es un cuerpo rocoso similar a la Tierra. Su superficie es similar a la de la Luna, con extensas llanuras tipo mar y una gran cantidad de cráteres, lo que indica que ha estado geológicamente inactivo durante miles de millones de años."
  },
  {
    "name": "Venus",
    "overview": "Venus es el segundo planeta más cercano al Sol. Recibe su nombre de la diosa romana del amor y la belleza. Es el objeto natural más brillante en el cielo nocturno de la Tierra después de la Luna. Venus tiene una densa atmósfera y un clima extremadamente cálido, con temperaturas que alcanzan los 471°C. Su superficie está dominada por volcanes y llanuras de lava, lo que sugiere una actividad geológica significativa en el pasado."
  },
  {
    "name": "Earth",
    "overview": "La Tierra es el tercer planeta desde el Sol y el único conocido por albergar vida. Aproximadamente el 70.8% de la superficie de la Tierra está cubierta de agua, y el 29.2% restante es tierra. La distancia de la Tierra al Sol, sus propiedades físicas y su historia geológica han permitido la evolución y el desarrollo de la vida. La Tierra tiene una estructura interna dividida en capas, con una corteza sólida, un manto viscoso y un núcleo sólido. La superficie terrestre está formada por diversos tipos de rocas, incluyendo granito, andesita y basalto."
  },
  {
    "name": "Mars",
    "overview": "Marte es el cuarto planeta desde el Sol y el segundo más pequeño del Sistema Solar, siendo más grande solo que Mercurio. Marte es conocido como el \"Planeta Rojo\" debido a su color característico. Al igual que la Tierra, Marte ha experimentado procesos de diferenciación, lo que significa que tiene un núcleo metálico, un manto y una corteza rocosa. Su superficie está compuesta en su mayoría de basalto toleítico, con áreas ricas en sílice. Marte muestra evidencia de actividad volcánica y fluvial en el pasado."
  },
  {
    "name": "Jupiter",
    "overview": "Júpiter es el quinto planeta desde el Sol y el más grande del Sistema Solar. Es un gigante gaseoso con una masa dos veces y media mayor que la de todos los demás planetas combinados. Júpiter tiene una estructura interna interesante, con un núcleo difuso que se mezcla en su manto. Se cree que esta característica se debe a un impacto con un planeta de unas diez masas terrestres poco después de la formación de Júpiter, lo que habría perturbado un núcleo originalmente sólido."
  },
  {
    "name": "Saturn",
    "overview": "Saturno es el sexto planeta desde el Sol y el segundo más grande del Sistema Solar, después de Júpiter. Es un gigante gaseoso con un radio aproximadamente nueve veces y media mayor que el de la Tierra. A pesar de estar compuesto principalmente de hidrógeno y helio, la mayor parte de la masa de Saturno no se encuentra en fase gaseosa, ya que el hidrógeno se convierte en un líquido no ideal a una densidad superior a 0.01 g/cm3, que se alcanza en un radio que contiene el 99.9% de la masa de Saturno."
  },
  {
    "name": "Uranus",
    "overview": "Urano es el séptimo planeta desde el Sol. Su nombre hace referencia al dios griego del cielo, Urano, según la mitología griega. Tiene el tercer radio planetario más grande y la cuarta mayor masa planetaria en el Sistema Solar. La estructura estándar de Urano consiste en tres capas: un núcleo rocoso (silicato/ferro-níquel) en el centro, un manto de hielo en el medio y una envoltura externa de hidrógeno y helio gaseoso. El núcleo es relativamente pequeño, con una masa de solo 0.55 masas terrestres."
  },
  {
    "name": "Neptune",
    "overview": "Neptuno es el octavo y más lejano planeta conocido del Sistema Solar. Es el cuarto planeta más grande por diámetro, el tercero más masivo y el gigante más denso. Tiene 17 veces la masa de la Tierra, lo que lo hace más masivo que su gemelo cercano, Urano. La estructura interna de Neptuno es similar a la de Urano, con su atmósfera formando alrededor del 5% al 10% de su masa y extendiéndose aproximadamente del 10% al 20% hacia el núcleo. Se encuentran mayores concentraciones de metano, amoníaco y agua en las regiones inferiores."
  }
]
